import { IProductRaw } from './product.data.interface';

export const ddeokBokGi: IProductRaw[] = [
  {
    name: '떡볶이',
    imgUrl: '떡볶이/떡볶이.jpg',
    detail:
      '전통 떡볶이의 정석! 원하는대로 맵기를 선택하고 추억의 떡볶이맛에 빠져보세요! 쫀득한 쌀떡과 말랑한 오뎅의 완벽한 조화! 잘익은 반숙 계란은 덤!',
    price: 10000,
  },
  {
    name: '피자 떡볶이',
    imgUrl: '떡볶이/피자떡볶이.jpg',
    detail:
      '떡볶이와 피자의 완벽한 조화! 이게 과연 피자인가 떡볶이인가! 말랑하고 부드러운 빵 위에 매콤하고 쫀득한 떡이 함께하는 아름다운 혼종! 칼로리 폭탄 치즈까지 올라갔지만 맛있으면 0칼로리~',
    price: 12000,
  },
  {
    name: '계란 떡볶이',
    imgUrl: '떡볶이/계란떡볶이.jpg',
    detail:
      '매콤한 떡볶이에 아름다운 계란이 별미인 떡볶이! 완벽히 조리된 상태로 배달되니 잠깐만 대피고 먹으면 너무 맛있어요!',
    price: 12000,
  },
  {
    name: '닭갈비 떡볶이',
    imgUrl: '떡볶이/닭갈비떡볶이.jpg',
    detail:
      '누가 근손실을 말하였는가? 더이상 탄수화물때문에 여자친구와 싸울필요가 없다! 탄단지 밸런스를 완벽하게 잡아주는 닭가슴살 떡볶이! 헬창을 위한 닭가슴살도 듬뿍 들어있으니 이제 여친과 싸우지망~',
    price: 12000,
  },
  {
    name: '라면 떡볶이',
    imgUrl: '떡볶이/라면떡볶이.jpg',
    detail:
      '역시 떡볶이에는 라면이 정석! 더이상 마지막 한숟갈을 아쉬워할 필요가 없다! 떡볶이에 기본으로 추가되는 탄탄한 라면! 매콤한 소스와 더해져서 너무너무 맛있어요~',
    price: 12000,
  },
  {
    name: '야채 떡볶이',
    imgUrl: '떡볶이/야채떡볶이.jpg',
    detail:
      '내가 사장이지만 솔찍히 추천하기 힘들다... 하지만 굳이 야채를 이렇게까지 먹어야겠다면 만들어 드릴게. 야채먹어도 떡은 칼로리 높아서 어차피 할찌는건 알지?',
    price: 12000,
  },
  {
    name: '즉석 떡볶이',
    imgUrl: '떡볶이/즉석떡볶이.jpg',
    detail:
      '떡볶이는 그래도 즉석떡볶이지~ 불판 켜고 살짝만 대펴주면 쫀득쫀득한 떡의 촉감을 느낄 수 있다! 소스부터 모든 재료는 우리가 준비해드리니 후라이팬만 준비하세요!',
    price: 12000,
  },
  {
    name: '짜장 떡볶이',
    imgUrl: '떡볶이/짜장떡볶이.jpg',
    detail:
      '옛날에 왕족께서 드셨다는 바로 그 짜장떡볶이! 매운맛이 없어서 내취향은 아니지만 그래도 매운걸 안좋아하거나 짜장을 많이 좋아하면 먹을만해요~ 매콤한게 좋다면 고추가로 좀만 뿌려주면 싹~',
    price: 12000,
  },
  {
    name: '치즈 떡볶이',
    imgUrl: '떡볶이/치즈떡볶이.jpg',
    detail:
      '떡볶이의 끝판왕! 역시 떡볶이에는 치즈가 정석이지! 맛은 있으나 칼로리가 높은게 단잠이긴 하다. 하지만 어쨋든 우유로 만들었으니 열심히 먹으면 키가 1센치라도 더 클수있지 않을까?',
    price: 12000,
  },
];

export const mexican: IProductRaw[] = [
  {
    name: '나초',
    imgUrl: '멕시칸/나초.jpg',
    detail:
      '멕시칸의 기본기 나초! 다른곳의 나초와 비교하지말라. 바삭함과 고소함을 동시에 느낄 수 있는 아주 오묘한 맛의 나초! 거기에 추가되는 우리만의 비밀 레시피 소스! 상큼한걸 원하면 칠리소스에 찍어먹고 꾸덕한걸 원하면 치즈디핑에 찍어먹으삼',
    price: 10000,
  },
  {
    name: '야채 타코',
    imgUrl: '멕시칸/야채타코.jpg',
    detail:
      '타코는 타코인데 야채가 매우 많이 들어갔다. 솔찍히 떡볶이에 들어간 야채는 진짜 맛없긴한데 멕시칸에 들어간 야채는 그래도 아주 프레시해서 굿굿! 맛뿐만 아니라 알록달록한 색상으로 눈도 만족시켜주는 맛나는 타코!',
    price: 10000,
  },
  {
    name: '지옥불 고추',
    imgUrl: '멕시칸/지옥불고추.jpg',
    detail:
      '우라나라 고추와는 다르다... 서서히 스며드는 이 매운맛... 나는 이거 먹을때마다 우는것같다. 눈물 한방을 흘리지않고 먹을 수 있다면 인~정',
    price: 10000,
  },
  {
    name: '치킨 피타',
    imgUrl: '멕시칸/치킨피타.jpg',
    detail:
      '건강한 햄버거라 생각하면된다. 맛도 있지만 칼로리도 적고 빵이 또 매우 쫄깃해서 식감도 좋고! 햄버거라기엔 치즈가 없어서 조금 아쉽지만 치즈를 원하면 치즈 디핑소스 천원에 추가 고고~',
    price: 10000,
  },
  {
    name: '칠리 스프',
    imgUrl: '멕시칸/칠리스프.jpg',
    detail:
      '매콤함이 살짝 느껴지는 꿀맛 존맛탱 칠리스프! 나초를 찍어먹거나 치킨피타등 메인 디쉬를 찍어먹어도 맛있어요! 물론 그냥먹어도 JMT~',
    price: 10000,
  },
  {
    name: '토마토 타코',
    imgUrl: '멕시칸/토마토타코.jpg',
    detail:
      '타코에 토마토를 엄청많이 넣어버렸다! 역시 멕시칸은 토마토맛에 먹는거지! 별로 맵지는 않으니 매운걸 잘 못먹는 사람도 충분히 먹을 수 있는 토마토 타코!',
    price: 10000,
  },
  {
    name: '토마토 필라프',
    imgUrl: '멕시칸/토마토필라프.jpg',
    detail:
      '한국식 볶음밥을 생각하면 안된다. 맛이 없는건 아니지만 매우 다른 감촉의 쌀과 소스가 사용됐다! ',
    price: 10000,
  },
  {
    name: '포솔레',
    imgUrl: '멕시칸/포솔레.jpg',
    detail:
      '이건 진짜 솔찍히 나도 뭔지모르겠다... 하지만 진짜 맛있으니 한번 먹어보세요. 여러가지 고기가 들어가고 야채와 라임까지... 약간 멕시칸식 국밥같은 느낌입니다. 맛있어요.',
    price: 10000,
  },
];

export const friedRice: IProductRaw[] = [
  {
    name: '간장 볶음밥',
    imgUrl: '볶음밥/간장볶음밥.jpg',
    detail:
      '옛날에 엄마가 해주던 간장볶음밥! 이거 하나만 있으면 없던 입맛도 한번에 살아나는 Magic! 볶음밥의 고소함과 간장의 짭짜름함이 합쳐진 완벽한 조화의 맛!',
    price: 10000,
  },
  {
    name: '계란 볶음밥',
    imgUrl: '볶음밥/계란볶음밥.jpg',
    detail:
      '역시 볶음밥에 계란이 빠지면 너무 아쉽지! 볶음밥에 계란을 듬뿍 넣어서 맛도 좋아지고 영양분도 좋아진 볶음밥! ',
    price: 10000,
  },
  {
    name: '김치 볶음밥',
    imgUrl: '볶음밥/김치볶음밥.jpg',
    detail:
      '김치볶음밥에 멕시칸 스타일을 섞었다! 화끈한 맛과 볶음밥의 전통적인 고소함을 동시에 느낄 수 있는 꿀맛 아이템. 가격도 싸고 맛도 좋고! 한번 드셔보세요!',
    price: 10000,
  },
  {
    name: '새우 볶음밥',
    imgUrl: '볶음밥/새우볶음밥.jpg',
    detail:
      '볶음밥에 이렇게 큰 새우라니 이리 사치로울수가... 가격도 착하고 맛도 좋은 새우볶음밥! 특히 매운걸 못먹는사람에겐 안성맞춤임 너무 맛있는 볶음밥이예요!',
    price: 10000,
  },
  {
    name: '새우 카레 볶음밥',
    imgUrl: '볶음밥/새우카레볶음밥.jpg',
    detail:
      '새우만 들어간 볶음밥은 이제 식상하다! 약간 아쉬운 밋밋한 맛에 카레를 더해서 더욱 풍미로운 맛을 구현한 카레 새우 볶음밥! 달콤하고 짭짤한 맛에한번 빠져보세요!',
    price: 10000,
  },
  {
    name: '야채 볶음밥',
    imgUrl: '볶음밥/야채볶음밥.jpg',
    detail:
      '야채는 역시나... 왜먹는지 모르겠지만 그래도 저칼로리로 배를 채우려면 야채만한게 없지! 흰 쌀밥을 먹는게 양심에 찔리는 헬창이 있다면 야채가 듬뿍 들어간 야채볶음밥을 먹어보삼',
    price: 10000,
  },
  {
    name: '카레 볶음밥',
    imgUrl: '볶음밥/카레볶음밥.jpg',
    detail:
      '그냥 볶음밥은 역시 조금 밋밋한 맛이 있다. 하지만 카레가 추가된다면!? 짭짤한 맛과 고소한 맛의 완벽한 조화로 더욱 맛있는 볶음밥의 완성! 특히 카레는 오뚜기 3분요리가 아니라 우리가 직접 제조한 특제소스로 만든 카레!',
    price: 10000,
  },
];

export const sushi: IProductRaw[] = [
  {
    name: '셰프 추천 스시',
    imgUrl: '스시/셰프추천스시.jpg',
    detail:
      '셰프가 추천하는 스시요리세트! 가격도 싸고 맛도 있고! 우리 가게에서 이보다 가성비 스시가 나올수가 없다! 저희 스시집에서 처음 주문해보면 이것부터 한번 먹어보세요! 맛있는것들로 꼭꼭 채워드리겠습니다!',
    price: 10000,
  },
  {
    name: '스시 도시락',
    imgUrl: '스시/스시도시락.jpg',
    detail:
      '도시락에 이쁘게 패키징돼있는 스시 도시락! 피크닉에 김밥이 왠말이냐! 이제는 데이트 도시락도 스시를 싸가는 시대! 냉장고에 잠시 넣어두고 도시락 통째로 가져가면 연인한테 인기만점! 아 물론 혼자먹어도 맛있어요 ㅠ',
    price: 10000,
  },
  {
    name: '스시 롤',
    imgUrl: '스시/스시롤.jpg',
    detail:
      '스시의 끝은 역시 스시롤! 내부도 꽉꽉채우고 맛도 아주 튼실한 완벽한 스시롤! 스시만 먹어도 맛있지만 간장에 와사비를 싹 풀어서 한번 콕 찍어먹으면 정말 너무너무 맛있다! 저희 가게에서 항상 제일 잘팔리는 베스트셀러입니다!',
    price: 10000,
  },
  {
    name: '아기자기 스시',
    imgUrl: '스시/아기자기스시.jpg',
    detail:
      '생긴게 아기자기해서 아기자기스시! 크기는 작지만 무시하지말라! 한입에 넣으면 너무 맛있는 아기자기스시! 간이 너무 잘 베어있어서 간장도 필요없음~ 와사비도 이미 다 들어있음~ 입이 작은 친구들도 한입에 먹기 좋아요~',
    price: 10000,
  },
  {
    name: '작은 모듬 스시',
    imgUrl: '스시/작은모듬스시.jpg',
    detail:
      '우리 레스토랑의 모든 노하우를 담은 모든 스시! 여러가지를 모두 맛보고싶지만 많이 먹지는 못하는 당신을위해 작은 모듬 스시를 준비했다! 어떤 메뉴를 고를지 항상 고민하는 당신! 이제 그냥 모듬스시 드세요!',
    price: 10000,
  },
  {
    name: '종합 스시',
    imgUrl: '스시/종합스시.jpg',
    detail:
      '이젠 더이상 아이디어가 없어서 종합스시라 지었다! 양이 많지는 않지만 있을거 다 있고 없을건 없다. 그래도 양이 적은사람은 이거 한접시 먹으면 배부를 수 있으니 양이 적은사람들한테 강추~',
    price: 10000,
  },
  {
    name: '중간 모듬 스시',
    imgUrl: '스시/중간모듬스시.jpg',
    detail:
      '우리 레스토랑의 모든 노하우를 담은 모든 스시! 여러가지를 모두 맛보고싶지만 큰 모듬스시는 너무 큰 당신을 위해 준비했다! 어떤 메뉴를 고를지 항상 고민하는 당신! 이제 그냥 모듬스시 드세요!',
    price: 10000,
  },
  {
    name: '큰 모듬 스시',
    imgUrl: '스시/큰모듬스시.jpg',
    detail:
      '우리 레스토랑의 모든 노하우를 담은 모든 스시! 여러가지를 모두 맛보고싶고 중간 모듬스시조차 너무 적은 당신을 위해 준비했다! 어떤 메뉴를 고를지 항상 고민하는 당신! 이제 그냥 모듬스시 드세요!',
    price: 10000,
  },
];

export const steak: IProductRaw[] = [
  {
    name: '감자칩 스테이크',
    imgUrl: '스테이크/감자칩스테이크.jpg',
    detail:
      '스테끼에는 역시 감자칩이 진리! 겉은 바삭바삭하게 구워지고 속은 촉촉하게 미디엄레어로 구워진 스테이크와함께 소금과 후추가 듬뿍 뿌려진 짭짤한 감자칩을 같이 먹어볼 수 있는 세트메뉴!',
    price: 10000,
  },
  {
    name: '고추 스테이크',
    imgUrl: '스테이크/고추스테이크.jpg',
    detail:
      '우리나라 사람이라면 매운맛은 못참지! 스테이크치고 과하게 고추를 올린 느낌이 있긴하지만 그래도 먹어보면 맛있다! 보통 고추도 아니고 아주 매운 청양고추라 화장실이 두렵긴하지만 부드러운 스테이크와 은근 잘 어울린다!',
    price: 10000,
  },
  {
    name: '닭다리 스테이크',
    imgUrl: '스테이크/닭다리스테이크.jpg',
    detail:
      '누가 스테이크는 꼭 소고기로 만들어야한다고 하였는가? 닭다리로도 충분히 맛있는 스테이크를 만들 수 있다! 비주얼은 그냥 브라질닭을 오븐에 구운것같은 느낌이지만 일단 먹어보면 매우 맛있다는걸 느낄것이다.',
    price: 10000,
  },
  {
    name: '등심 스테이크',
    imgUrl: '스테이크/등심스테이크.jpg',
    detail:
      '스테이크의 정석은 역시나 등심! 너무나도 바삭하게 구워진 표면과 육즙이 완벽하게 갖혀버린 속살... 맛있어도 황당할정도로 너무 맛있다. 스테이크는 역시 이렇게 해먹는거지! 소스까지 찍어먹으면 더욱 맛있어요!',
    price: 10000,
  },
  {
    name: '미디움 레어 스테이크',
    imgUrl: '스테이크/미디움레어스테이크.jpg',
    detail:
      '스테이크는 미디음 레어가 정석! 솔찍히 웰던 먹으려면 왜 소고기를 먹는가!? 그냥 돼지고기 드삼. 그 누구도 미워할 수 없는 그맛 미디엄레어 스테이크! 한번 먹어보면 잊을 수 없는 그맛!',
    price: 10000,
  },
  {
    name: '상남자 레어 스테이크',
    imgUrl: '스테이크/상남자레어스테이크.jpg',
    detail:
      '이것은... 상남자 레어 스테이크... 이게 과연 불에 올라간적이 있었을까? 놀랍게도 한번은 지진거라고 합니다. 야만인처럼 소고기의 살집을 그대로 뜯어드시고싶다면 이걸 드시면 되지만 제 취향은 아닌관계로 Pass~',
    price: 10000,
  },
  {
    name: '안심 스테이크',
    imgUrl: '스테이크/안심스테이크.jpg',
    detail:
      '돈만 있다면 역시 등심보단 안심이지! 부드러움이 정말 도를 넘어버렸다. 입에 넣는순간 사르르 녹아버리고 과연 내가 이빨이 필요한가하는 생각을 하게된다. 너무 빨리 녹아버려서 아쉬울정도인 안심 스테이크! 꼭 한번 먹어보세요!',
    price: 10000,
  },
];

export const noodles: IProductRaw[] = [
  {
    name: '굴요리',
    imgUrl: '쌀국수/굴요리.jpg',
    detail:
      '베트남식 굴요리! 굴을 어떻게한건지는 잘 모르겠는데 어쨋든 굴과 여러가치 야채가 들어가는것같다! 알록달록 색깔도 이쁘고 굴도 아주 신선하고 맛있으니 굴을 좋아한다면 꼭 한번은 먹어봐야하는 메뉴!',
    price: 10000,
  },
  {
    name: '모듬 세트',
    imgUrl: '쌀국수/모듬세트.jpg',
    detail:
      '각종 사이드메뉴를 모두 다 모았다! 어떤 사이드가 먹고싶은지 결정을 못하겠다면 이 메뉴를 시키면 한번에 해결! 소스에 콕콕 찍어서 한입에 쏙 넣어 먹으면 너무너무 맛있어요!',
    price: 10000,
  },
  {
    name: '보통 쌀국수',
    imgUrl: '쌀국수/보통쌀국수.jpg',
    detail:
      '베트남 음식의 정석은 역시 쌀국수! 근본있는 레스토랑답게 가장 근본있는 음식을 제일 잘한다! 배달은 국수와 육수를 따로 포장하니 혹시 식으면 잠시 전자레인지에 육수만 데워서 먹으면 싹~',
    price: 10000,
  },
  {
    name: '스프링롤',
    imgUrl: '쌀국수/스프링롤.jpg',
    detail:
      '스프링롤... 정말 너무 맛있다. 스라라차 소스에 콕 찍어서 한입에 쏙 넣으면 너무 맛나는것! 야채도 듬뿍 넣어서 아주 빵빵하게 감싸봤습니다! 우리 레스토랑 스프링롤 먹으면 다른곳에선 못먹는다~',
    price: 10000,
  },
  {
    name: '치킨 쌀국수',
    imgUrl: '쌀국수/치킨쌀국수.jpg',
    detail:
      '일반 쌀국수가 조금 심심하다면 치킨을 조금 감미한 헬창 프로틴 쌀국수를 한번 먹어보세요! 과연 이게 쌀국수인지 치킨국수인지 알 수 없을만큼 꽉차있는 양의 치킨을 맛보고싶다면 치킨 쌀국수!',
    price: 10000,
  },
  {
    name: '해물 쌀국수',
    imgUrl: '쌀국수/해물쌀국수.jpg',
    detail: '해물을 좋아한다면 해물 쌀국수를 참을 수 없지!',
    price: 10000,
  },
];

export const chicken: IProductRaw[] = [
  {
    name: '매콤 치킨',
    imgUrl: '치킨/매콤치킨.jpg',
    detail:
      '한국인이라면 일단 매워야 음식이지! 매콤한 소스가 발린 매콤 치킨! 맵기는 하지만 못참을정도의 매운맛은 아니기때문에 매운걸 잘 못먹는 사람들도 충분히 화장실 걱정없이 소화할 수 있는 치킨!',
    price: 10000,
  },
  {
    name: '바삭 치킨',
    imgUrl: '치킨/바삭치킨.jpg',
    detail:
      '바삭함의 끝판왕 바삭치킨! 더이상의 바삭함은 없다! 만약에 이 치킨보다 더욱 바삭한 치킨이 있다면 저희에게 신고해주세요! 바로 환불해드림~',
    price: 10000,
  },
  {
    name: '순살 치킨',
    imgUrl: '치킨/순살치킨.jpg',
    detail:
      '손에 기름과 소스가 뭍는게 싫어하는 당신을 위한 순살치킨! 살짝 뻑뻑해보일수도 있지만 역시나 치킨은 순살로 먹어야 먹는맛이 있지! 젖가락과 소스까지 모두 제공해준다! 맛있게 한번 먹어보세용~',
    price: 10000,
  },
  {
    name: '오븐 치킨',
    imgUrl: '치킨/오븐치킨.jpg',
    detail:
      '치킨은 역시 기름에 튀기는것보단 오븐에 굽는게 최고지. 바삭바삭하게 구워서 한입 뜯어먹으면 맛도좋지만 쾌감이 너무 좋은 치킨! 뼈까지 다 먹어버리고싶어~~',
    price: 10000,
  },
  {
    name: '후라이드 치킨',
    imgUrl: '치킨/후라이드치킨.jpg',
    detail:
      '후라이드 치킨은 언제나 맛있다! 튜닝의 끝판왕은 역시나 순정! 소스 아무리 맛있게 뿌려봤자 결국엔 그냥 후라이드가 맛있다. 바삭바삭하고 동시에 말랑말랑한 치킨의 끝판왕 순정 후라이드 치킨!',
    price: 10000,
  },
];

export const italian: IProductRaw[] = [
  {
    name: '계란 스파게티',
    imgUrl: '파스타/계란스파게티.jpg',
    detail:
      '파스타에는 원래 계란이 들어간다는걸 알고 있었는가? 계란이 들어가서 고소하지만 여기는 더~욱 많은 계란을 퍼부었다! 고소해도 너무 고소하고 맛있어도 너무 맛있는 계란파스타! 너무좋아용~',
    price: 10000,
  },
  {
    name: '까르보나라',
    imgUrl: '파스타/까르보나라.jpg',
    detail:
      '우리 식당에서 제일 자신있어하는 까르보나라! 특제 소스를 사용해서 약간은 매콤한 느낌이 첨가되었다! 느끼한맛을 어느정도 매운맛으로 완화시키는 완벽한 조화를 이루는 맛! 크림파스타를 좋아한다면 꼭 한번은 먹어봐야할 파스타!',
    price: 10000,
  },
  {
    name: '다이어트 파스타',
    imgUrl: '파스타/다이어트파스타.jpg',
    detail:
      '누가 파스타는 탄수화물만 들었다고 하였는가? 탄수화물 조절한다고 연인과 파스타조차 먹어주지않는 헬창들을 위해서 준비했다! 파스타는 줄이고 치킨을 더 넣어서 이게 과연 파스타라고 부르는게 맞는가싶긴 하지만 먹고싶다면 먹거라.',
    price: 10000,
  },
  {
    name: '덜익은 파스타',
    imgUrl: '파스타/덜익은파스타.jpg',
    detail:
      '진정한 상남자만 먹을 수 있는 파스타! 덜익은 파스타! 과연 물에 들어간적은 있을가 의심이 되긴하지만 과자라고 생각하고 맥주 안주로 씹어먹으면 맛이있진 않지만 그래도 먹을 순 있다.',
    price: 10000,
  },
  {
    name: '미트볼 스파게티',
    imgUrl: '파스타/미트볼스파게티.jpg',
    detail:
      '스파게티의 정석중 하나! 미트볼 스파게티! 미트볼은 역시 어디에넣어도 잘 어울린다! 토마토 파스타에 미트볼을 넣어서 더욱 완벽해진 스파게티! 매일먹어도 질리지를 않아요~~',
    price: 10000,
  },
  {
    name: '봉골레 파스타',
    imgUrl: '파스타/봉골레파스타.jpg',
    detail:
      '파스타를 잘하는집이면 봉골레 파스타를 꼭 먹어봐야지~ 말도안되게 맛있고 말도안되게 익숙한 그맛의 봉골레 파스타! 정석대로 진짜 맛있게 만들어줄테니 한번 드셔봐~',
    price: 10000,
  },
  {
    name: '빵 스파게티',
    imgUrl: '파스타/빵스파게티.jpg',
    detail:
      '빵을 듬뿍넣은 토마토 스파게티! 빠네 스파게티를 하기에는 빵이 너무 많이 필요하니 빵의 맛을 조금이라도 느껴볼 수 있도록 작게 잘라서 그릇에 뿌려버렸다! 하지만 너무 맛있는걸~',
    price: 10000,
  },
  {
    name: '소세지 스파게티',
    imgUrl: '파스타/소세지스파게티.jpg',
    detail:
      '소세지 너무좋아요~ 어릴때 엄마가 해주던 소세지가 듬뿍 들어간 스파게티! 이건 어떻게 요리해도 절대로 실패할수가 없다! 토마토의 달콤한 맛과 소세지의 짭짜름한 맛이 완벽하게 조화되서 어린시절이 떠오르는 맛나는 스파게티!',
    price: 10000,
  },
  {
    name: '해물 스파게티',
    imgUrl: '파스타/해물스파게티.jpg',
    detail:
      '해물을 좋아하면 역시 스파게티도 해물 스파게티를 먹어야죠! 비린맛 하나 없이 맛있게 구워내서 완벽한 해물과 이탈리아에서 특별 공수해온 고소한 향의 오일로 만든 오일 파스타가 합쳐진 완벽한 요리!',
    price: 10000,
  },
];
