import { IRatingRaw } from './rating.data.interface';

export const fiveStarRatings: IRatingRaw[] = [
  {
    content:
      '양도 많고 맛있어요~ 배달기사님도 이때까지 뵀던 분중에 가장 친절하셨습니다 ㅎㅎ',
  },
  {
    content: '감사합니다 배달 엄청 빨랐어요! 양도 많고 굿!',
  },
  {
    content:
      '처음 주문했는데 맛있어요!! 소스도 넉넉하게 주시고 국물도 맛있네요!! 집앞이라 종종 주문할게요~ 밥 빼고 요청드렸는데 만족합니다!!',
  },
  {
    content: '정말 맛있어요.',
  },
  {
    content: '아집은 김치도 맛있다. 반찬까지 다먹음...',
  },
  {
    content: '왜 평점 5.0인지 알거 같아요! 자극적이지 않고 맛있어요~~',
  },
  {
    content:
      '리뷰에 칭찬이 많아서 시켜봤는데 진짜 맛있네요 :-) 요청사항도 잘 들어주셔서 감사해요!',
  },
  {
    content:
      '친구가 집에 놀러와서 동네맛집이 궁금하다고 했는데 여기가 최고라고해서 냉큼 주문했어요!! ^^ 덕분에 친구도 저도 진짜 맛있게 잘 먹었어요~ 이힛 감사합니다!!',
  },
  {
    content: '적당히 맵고 맛있습니다. 잘 먹었습니다. 감사합니다!!',
  },
  {
    content:
      '간만에 시켰는데 메뉴도 살짝 바뀌었지만 더 업그레이드 된 것 같아요~ 맛있었습니다! 감사합니다!!',
  },
].map((item) => ({
  ...item,
  rating: 5,
}));

export const fourStarRatings: IRatingRaw[] = [
  {
    content:
      '너무너무 맛있었어요. 일중리 내내 먹는것도 가능할 것 같아요. 하지만 좀 식어서 왔네요.',
  },
  {
    content:
      '동생이 맛있다고 손 씻는 동안 다 먹었어요... 손 씻을동안 청소년 한명이 흡입해서 없애버릴 정도로 정말 맛있습니다. 하지만 배송 속도가 아쉬워요 ㅠ',
  },
  {
    content: '맛있게 잘먹었습니다. 다음에 또 시킬게요',
  },
  {
    content:
      '역시 넘나 맛있네요~ 쿠폰 모은것도 사용하고 리뷰이벤트에 카톡이벤트까지 했어요! 여러분 여기 맛집입니다! 체인점도 많아졌더라구요~~ 응원합니다!',
  },
  {
    content: '배달 빠르고 포장도 깔끔해요~ 배달비 없는것도 굿!',
  },
  {
    content:
      '맛있어요~~ 양도 기대한것보다 넉넉했어요! 배달도 빠르고 단골 될 것 같네요~ ㅎㅎ',
  },
  {
    content:
      '어버이날 기념으로 드시고싶으신게 뭐냐고 여쭤봤는데 여기 말씀하시더라구요 ㅎㅎ 저는 양이 좀 부족했는데 그래도 맛있었습니다~!',
  },
  {
    content:
      '정말 왜 다들 맛집이라고 하는지 알겠어요!! 정말 잘먹었는데 반찬 까먹고 안보내셔서 4점만 드릴게요~',
  },
  {
    content: '존맛탱~',
  },
  {
    content:
      '정말 맛있게 먹었습니다. 여친은 배부르다는데 성인 남성이 먹기에는 조금 부족할 수 있어요~',
  },
].map((item) => ({
  rating: 4,
  ...item,
}));
